[
    [
        {
            "currency": "rub",
            "name": "Специалист службы поддержки с техническими знаниями (TOOLS)",
            "requirement": "TOOLS — это команда поддержки внутренних сервисов Яндекса. Они помогают нашим сотрудникам разбираться, как пользоваться рабочими инструментами, если что-то непонятно. У специалиста служба поддержки в TOOLS будет возможность попасть в закулисье Яндекса. Предстоит помогать столкнувшимся с трудностями сотрудникам или находить того, кто сможет на сложный вопрос ответить лучше всех. Ищем и очень ждем в команду человека с техническими знаниями, пониманием мира кода и онлайна. Если умеете находить контакт с любыми, даже самыми загадочными людьми, и можете прочитать чужие мысли, присоединяйтесь — станьте нашим супергероем.\nЧто нужно делать:\n· отвечать на сообщения пользователей по почте и в чатах;\n· консультировать их о вопросах, связанных с Яндексом;\n· передавать информацию разработчикам и менеджерам, помогая улучшать сервисы;\n· иногда решать новые интересные задачи — ведь мы постоянно растем и меняемся.\nМы ждем, что вы:\n· грамотно пишете по-русски;\n· умеете четко и структурированно излагать мысли;\n· легко находите главную информацию в текстах разного объема;\n· умеете читать языки JavaScript, HTML и Python;\n· имеете высшее или неоконченное высшее образование (техническое будет плюсом);\n· помогали людям онлайн;\n· умеете работать самостоятельно и в команде;\n· готовы к гибкому графику;\n· ответственны, стрессоустойчивы, самоорганизованны;\n· умеете работать с большим объемом информации;\n· готовы учиться;\n· не устаете от однообразных задач.\nУсловия:\n· работа из дома;\n· оформление совместительства;\n· частичная занятость: 20 рабочих часов в неделю;\n· гибкий график: 5-дневная рабочая неделя, 4 рабочих часа в день, плавающие выходные, начало смен обсуждается индивидуально;\n· сдельная оплата;\n· удаленное оплачиваемое обучение.\n Доступно соискателям с инвалидностью",
            "salary": 15000,
            "url": "https://chita.superjob.ru/vakansii/specialist-sluzhby-podderzhki-s-tehnicheskimi-znaniyami-39820062.html"
        },
        {
            "currency": "rub",
            "name": "Сетевой Инженер\\Администратор сети ПД",
            "requirement": "Обязанности: \n• Общение с клиентом, решение заявок клиентов по вопросу работы Интернет и каналов.\n \n• Обеспечение своевременной диагностики и устранения неисправностей в сети.\n \n• Поддержка актуальности схемы сети, настроек на сетевом оборудовании.\n \n• Администрирование linux серверов.\n \n• Мониторинг состояния и настройка сетевого оборудования, UPS (Cisco, D-Link, Huawei, Mikrotik, EATON, APC).\n \nТребования: \n• Высшее техническое образование\n \n• Уверенное знание компьютерных сетей: сети ethernet, Vlan, QinQ, L3, модели ISO/OSI (знание консоли cisco будет плюсом\n \n• Уверенное знание Linux и его сервисов (Bind, Apache и так далее)\n \n• Знание средств мониторинга сети и серверов на основе Linux, cacti\n \n• Базовое программирование на bash, python, PHP\n \n• Английский язык (технический)\n \nУсловия: \n• Работа в офисе, 5/2 с 8:00 до 16:30\n \n• \nОт 70000 рублей на руки, по результатам собеседования.\n \n• Срочный договор: 3 мес. испытательный срок, далее бессрочный договор.\n \n• ДМС после испытательный срока",
            "salary": 85000,
            "url": "https://spb.superjob.ru/vakansii/setevoj-inzhener-46941423.html"
        },
        {
            "currency": "rub",
            "name": "Full stack python developer",
            "requirement": "ФГБУ \"НМИЦ онкологии им. Н.Н. Петрова\" Минздрава России является одним из ведущих учреждений специализирующихся на оказание медицинской помощи по профилю \"онкология\". Учреждение имеет обширную базу исследований: лучевых методов диагностики, морфологии, а также большое количество медицинских данных пациентов с онкологическими заболеваниями. В настоящее время организация ищет Full Stack разработчика на Python для работы с алгоритмами машинного обучения и искусственного интеллекта\n Должностные обязанности:\n * Разработка веб-интерфейса для разметки данных\n * Консультирование / участие в автоматизации источников данных для ML моделей совместно с ML Engineer/Data Engineer \nТребования:\n - Высшее техническое образование в сфере компьютерных наук, прикладной математики или статистики (желательно)\n- 2+ года опыта с React.js и Python.\n- Знание фреймворков Django, Flask или Streamlit (желательно)\n- Контейнеризация: Docker, OpenShift;\n- Опыт с базами данных: MongoDB, PostgreSQL\n- Инструменты DevOps (MLOps): Git, Jira, Bitbucket, Nexus, Jenkins\n- Технический английский статьи, документация\n- Понимание жизненного цикла моделей (CRISP-DM) (желательно)\n- Знание основных алгоритмов и методов машинного обучение и анализа данных: линейные модели, ансамблевые методы, анализ и прогнозирование временных рядов (задачи классического Машинного Обучения) (желательно)\n- Знание фреймворков, библиотек машинного обучения: Scikit-learn, XGBoost, CatBoost, TensorFlow, Pytorch, Hugging Face transformers (желательно) \nУсловия:\n* Трудоустройство в соответствии с ТК РФ\n* Белая зарплата\n* Возможность разрабатывать продукты востребованные для системы здравоохранения, которые позволяют повысить качество оказания медицинской помощи по профилю \"онкология\"\n* Возможность участвовать с презентацией проектов на профильных конференциях",
            "salary": 200000,
            "url": "https://spb.superjob.ru/vakansii/full-stack-python-developer-46891033.html"
        },
        {
            "currency": "rub",
            "name": "DevOps Team Lead",
            "requirement": "КуулКлевер Лаб – цифровая команда КуулКлевер, развивающая собственные ITпроекты. Пока на производствах КуулКлевер готовят натуральные продукты, мы создаём продукты в IT и строим своеобразный мост между гостями и компанией, чтобы покупатели легко могли купить продукты онлайн и офлайн, а КуулКлевер — приготовить и доставить.\nКоманда ИТ состоит из 51 разработчика + support + QA + DevOps engineer.\nСейчас ищем в команду DevOps Team Lead.\nОсновные задачи:\n• Поддержка, внедрение и улучшение CI/CD процессов\n• Сопровождение сервисов от разработки до эксплуатации, участие в эксплуатации\n• Развертывание, мониторинг и отладка dev/stage/prod сред\n• Администрирование *nix платформ (Centos, Ubuntu)\n• Внедрение и поддержка devops процессов/инструментов\n• Поиск и устранение неисправностей, узких мест в работе инфраструктурной части проектов\n• Работа с Docker и Kubernetes\n• Администрирование (установка, настройка, репликация, кластеризация) СУБД\n• Разработка скриптов для автоматизации задач эксплуатации\nНеобходимые опыт и знания:\n• Опыт построения реальных нагруженных отказоустойчивых публичных сервисов с помощью Docker и Kubernetes\n• Опыт построения и оптимизации CI/CD-цепочек\n• Знания и опыт работы с DevOps инструментами (Gitlab, Ansible)\n• Знания и опыт разработки скриптов (python/bash/perl и др.) для автоматизации широкого спектра задач\n• Знания и опыт работы с Grafana, Zabbix, Prometheus и др. средствами мониторинга и отслеживания событий/метрик, дашбордов\n• Понимание механизма работы сетей, протоколов маршрутизации, VPN, firewall, DNS, DHCP и пр.\n• Опыт работы с системами контроля версий (Git)\n• Опыт руководства командой\n• Самостоятельность в решении поставленной задачи\n• Ответственность за результат\n• Умение быстро ориентироваться при поиске проблем\nНеобязательно, но будет плюсом:\n• Опыт программирования PHP/NodeJS\n• Опыт программирования SQL\nМы предлагаем:\n• Работа в аккредитованной ИТ-компании\n• Варианты формата работы: гибрид либо в офисе\n• Офис расположен в бизнес-парке Бугров, бесплатная парковка\n• Официальное оформление: полностью «белая» з/п; все социальные гарантии\n• Персональное предложение по заработной плате, соответствующее опыту и ожиданиям кандидата\n• Мы заинтересованы в том, чтобы сотрудники развивались, поэтому компания может компенсировать обучение сотрудников и участие в конференциях",
            "salary": 0,
            "url": "https://nn.superjob.ru/vakansii/devops-team-lead-42890350.html"
        },
        {
            "currency": "rub",
            "name": "Аналитик",
            "requirement": "Перечень задач:\n• Организация доступности информации для оперативного/тактического/стратегического управления. Проектирование и разработка витрин данных\n• Разработка аналитической отчетности.\n• Разработка дашбордов для оперативного и стратегического управления.\nУправленческие компетенции:\n• Желательно:\n• Опыт управление проектом/ управление продуктом в областях:\n• Управленческая отчетность\n• Учетные системы\n• Витрины данных\n• BI системы\nТехнические компетенции:\n• BI инструменты и инструменты подготовки данных\n• Python/Jupiter Notebook\n• Apache Airflow\n• Google Sheet + Apps Script\n• Excel\n• Системы для управления связками между сервисами (например N8N)\n• Базы данных\n• Математика на здоровом уровне\n• Эстетический вкус в визуализация и презентации данных\n• Способность задавать вопросы, структурировать и систематизировать.\nУсловия:\n\n• График работы с понедельника - по пятницу, с 8:00 - 17:00 (09:00 до 18:00)\n• Соблюдение трудового законодательства (официальное оформление с первого рабочего дня, \"белая\" заработная плата, оплачиваемые отпуска и больничные);\n• Стабильный рост заработной платы.\n• Корпоративные подарки от Компании на рождение ребенка, на 23 февраля. Новогодние подарки детям сотрудников.\n• Корпоративные скидки на нашу продукцию.",
            "salary": 150000,
            "url": "https://dolgoprudniy.superjob.ru/vakansii/analitik-45733204.html"
        },
        {
            "currency": "rub",
            "name": "Data Scientist",
            "requirement": "Обязанности:\n• Использовать алгоритмы машинного обучения для решения бизнес-задач \n• Исследовать данные с целью получения новых признаков \n• Разрабатывать требования для сбора данных, дизайн A/B тестов \n• Заниматься написанием эффективного кода для получения агрегатов данных \n• Развивать инфраструктуру для автоматического построения и использования моделей машинного обучения \nТребования:\n• Высшее техническое образование \n• Уверенное знание SQL и готовность писать эффективные запросы\n• Уверенное владение Python (библиотеки работы с данными)\n• Опыт использования и внедрения алгоритмов машинного обучения\n• Знание базовых алгоритмов и структур данных, понимание плюсов и минусов \n• Уверенное знание математической статистики, умение применять для решения задач \n• Технический английский на уровне чтения статей и участия в конференциях \nУсловия:\n• формат работы;\n• График работы: 5/2; 8.00-17.00, 9.00-18.00 или 10.00-19.00 (на выбор);\n• Полугодовой бонус;\n• ДМС - после испытательного срока;\n• Дисконтная карта на продукцию 30% магазинов сети + корпоративные скидки и специальные условия от партнеров;\n• Обучение - доступно внутреннее и внешнее обучение, проводим внутренние митапы, техтолки, посещаем профильные конференции;\n• Некоторые бонусы предоставляются по принципу \"кафетерия\". Расскажем об этом подробнее при первом контакте.",
            "salary": 0,
            "url": "https://www.superjob.ru/vakansii/data-scientist-46185192.html"
        },
        {
            "currency": "rub",
            "name": "Руководитель группы разработки ПО (Техлид)",
            "requirement": "Мы молодая, но уже известная на региональном рынке IT-компания. В нашей команде талантливые разработчики, креативные дизайнеры, опытные аналитики, ответственные менеджеры проектов. Результат нашей работы - активно используемые в государственном управлении информационные системы, отмеченные на всероссийских конкурсах \"ПРОФ-IT\" и \"ПРОФ-IT Инновация\". Разрабатываем с нуля, внедряем и сопровождаем сложные информационные системы. Вас ждёт широкий спектр интересных задач, позволяющих расти профессионально и реализовывать свои творческие амбиции.\n Ищем амбициозного руководителя группы разработки программного обеспечения (техлида) для работы в Красноярске от 30 лет,который будет отвечать за работу своей команды, качество, которое они производят, скорость и темп, с которыми они работают, но, что наиболее важно – за общий рост людей в ней. Важен опыт работы в данной сфере от 4-х лет/высшее профильное образование.\nМы используем:\n· Angular (Ionic);\n· HTML5, AJAX, CSS3, SASS;\n· TypeScript;\n· RxJS;\n· REST;\n· Python (Django)\n· Java Spring Boot\nПлюсом со стороны кандидата будет:\n· Наличие минимальных управленческих навыков;\n· Опыт работы с Docker, Kubernetes, Harbor;\n· Опыт в написании спецификаций OpenAPI;\n· Уверенное знание TypeScript;\n· Грамотное ведение Git репозитория\nМы ценим:\n· Стремление к росту;\n· Умение работать в команде, неконфликтность;\n· Умение доносить свою мысль;\n· Умение задавать тон (желание быть основой того, чего ожидают от остальной команды);\n· Внимание к деталям, мелочам;\n· Чувство юмора\nОбязанности:\n· Развивать командную экспертность;\n· Работать в команде c разработчиками, тестировщиками, дизайнерами;\n· Внедрять новые технологии, понимать, как эти технологии используются в рамках проектов;\n· Обеспечивать эффективные коммуникации между членами команды (разработчики, тестировщики, дизайнеры, аналитики);\n· Отвечать за результаты разработки продуктов;\n· Помогать переводу задач бизнеса в задачи, понятные разработчикам;\n· Работать над несколькими проектами параллельно;\n· Быть наставником группы разработки до 20 человек.\nМы предлагаем:\n· Официальное трудоустройство согласно ТК РФ;\n· Очную работу в офисе в центре города (пр. Мира) с доступом к любому виду транспорта;\n· График работы: пятидневная рабочая неделя с 9:00 до 18:00 или с 8:00 до 17:00;\n· Занятия английским 2 раза в неделю за счёт компании;\n· Официальное трудоустройство согласно ТК РФ;\n· Уровень “белой” з/пл. по результатам собеседования + премии;\n· Комфортные условия труда, оборудованная кухня, чай, кофе, дружный молодой коллектив;\n· ДМС за счёт компании;\n· Сопровождение наставника в роли начальника проектно-аналитического отдела на первых этапах работы;\n· Кафетерий льгот: обучение (накоплена обширная база курсов), спорт, отдых, туризм;\n· Возможность профессионального и карьерного роста;\n· Большие проекты краевого масштаба;\n· Развитую корпоративную культуру (мы проводим масштабные корпоративные мероприятия, дарим новогодние подарки детям, спортивные мероприятия, награждаем лучших сотрудников, поддерживаем в трудных жизненных ситуациях)\n\n\nПерспективы\nПрохождение курсов повышения квалификации за счёт компании, участие в различных семинарах, конференциях\nПорядок отклика\nДля рассмотрения вакансии, присылайте резюме и 2-3 свежие и лучшие работы по указанному электронному адресу.\nПосле получения резюме с Вами свяжутся и назначат время для прохождения собеседования в офисе нашей компании. Благодарим за проявленный интерес.",
            "salary": 0,
            "url": "https://krasnoyarsk.superjob.ru/vakansii/rukovoditel-gruppy-razrabotki-po-46277766.html"
        },
        {
            "currency": "rub",
            "name": "Инженер развития инфраструктуры",
            "requirement": "Обязанности:\n• участие в проектах по импортозамещению (РПО - российское программное обеспечение);\n• обслуживание системы управления жизненным циклом компьютеров, далее СУАРМ;\n• участие в развитии и улучшении СУАРМ;\n• Настройка СУАРМ для подключения новых организаций;\n• тестирование имеющихся решений на стабильность, быстродействие, безопасность;\n• технические отчеты и аналитика работы РПО;\n• внедрение новых подходов к внедрению РПО;\n• инцидентный анализ на основе данных мониторинга и систем логирования.\nТребования:\n• Высшее техническое образование;\n• опыт работы системным администратором от 3 лет;\n• знания и опыт работы с Active Directory корпорации Microsoft;\n• знания и опыт работы с Samba 4;\n• знания ОС Linux на уровне администратора (установка, настройка, архитектура, модель разделения прав доступа, работа сетевых служб и т.п.);\n• опыт работы в системах управления конфигурациями;\n• владение языками программирования: Python, Bash Scripting;\n• умение разобраться в уже настроенных операционных системах;\n• системный подход к решению технических проблем, нацеленность на результат, желание вникать в проблему и разбираться в ней.\nПриветствуется:\n• знание языка Ruby, C++ на уровне чтения кода;\n• знание Puppet + Foreman;\n• понимание работы компьютерных сетей и основных сетевых протоколов;\n• опыт работы с системами мониторинга и статистики.\nУсловия:\n• работа в надежном учреждении со стабильной историей развития;\n• возможность карьерного роста и профессионального развития;\n• официальное трудоустройство, полный соцпакет согласно ТК РФ;\n• прозрачная система оплаты, заработная плата \"вся белая\", всегда вовремя;\n• пятидневная рабочая неделя с 9.00 до 18.00; выходные: суббота, воскресенье;\n• приятный коллектив и комфортная атмосфера.",
            "salary": 0,
            "url": "https://nsk.superjob.ru/vakansii/inzhener-razvitiya-infrastruktury-46600605.html"
        },
        {
            "currency": "rub",
            "name": "Инженер/Программист микроконтроллеров (стажер)",
            "requirement": "Вы еще не знаете о нас? Тогда немного о нашей Компании…\nКомпания «К Телеком» работает на телекоммуникационном рынке уже 15-ый год, мы предоставляем свои услуги в более чем 120 городах Свердловской, Челябинской областях и Пермском крае. Более 150 000 абонентов пользуются нашими услугами.\nЧто будет входить в круг Ваших обязанностей?\n• \nПроектирование электрических схем и плат устройств;\n• \nПрограммирование устройств;\n• \nНаписание системы управления устройствами и их Web-интерфейсов;\nЧто мы ждем от кандидата?\n• \nПонимание TCP/IP;\n• \nЗнание Python, С++;\n• \nЖелание работать и зарабатывать, расти и развиваться!\nПочему именно МЫ?\nРаботая в нашей компании, Вы получаете:\n• Официальное трудоустройство согласно ТК РФ;\n• Стабильный доход (окладно-премиальная система) все выплаты официальные;\n• Гибкий график работы, позволяющий совмещать работу и обучение, с перспективой перехода на полный рабочий день;\n• Надбавки за стаж от 1 года;\n• Работа в молодой, дружной, амбициозной, динамично развивающейся компании;\n• Внутрикорпоративное обучение + возможность внешнего обучения;\n• Перспективы профессионального и карьерного роста;\n• Возможность реализации своих идей.\nМы заботимся о наших сотрудниках, предоставляя:\n• Выплату материальной помощи по случаю рождения детей;\n• Новогодние подарки детям сотрудников на Новый год;\n• Корпоративные и спортивные мероприятия, сплавы;\n• Оплату предварительных и периодических медицинских осмотров;\n• Частичную компенсацию питания;\n• Корпоративный фитнес.\nГде Вы будете работать?\nВ современном комфортабельном офисе в Пионерском районе (ост. \"Современник\")\nМы создали уютный современный офис, комфортное рабочее место, лаунж-зону, кофе-бар, обеденную зону.\nТакже на территории офиса имеется бесплатная охраняемая парковка.\nПокоряй новые вершины в Компании К Телеком!\nОткрывай новые возможности и развивайся в успешной команде!",
            "salary": 22000,
            "url": "https://ekaterinburg.superjob.ru/vakansii/inzhener-46664652.html"
        },
        {
            "currency": "rub",
            "name": "Инженер-программист",
            "requirement": "Обязанности:\n• Разработка web-интерфейсов\n• Разработка offline-приложений\n• Администрирование online-проектов\nТребования:\n• Знание PHP, JavaScript, MySQL, CSS3, HTML5, C/C#, Python;\n• Владение Adobe Photoshop, Adobe Illustrator будет плюсом;\n• Личные качества: инициативность, самостоятельность, умение работать в коллективе, быстрая обучаемость.\nУсловия:\n• Оформление по ТК России\n• Пятидневная рабочая неделя с 9:00 до 18:00\n• Испытательный срок: 3 месяца\n• Отпуск 28 календарных дней",
            "salary": 70000,
            "url": "https://www.superjob.ru/vakansii/inzhener-programmist-47019104.html"
        },
        {
            "currency": "rub",
            "name": "Инженер-программист",
            "requirement": "В проектный офис программы «Цифровое производство ТМК» требуется инженер-программист.\n \nЧем Вам предстоит заниматься:\n \n• Сопровождение программ; \n \n• Сопровождение баз данных;\nЭта вакансия для Вас, если Вы:\n \n• Знаете любой из языков программирования (C#/ C++/C/Python);\n \n• Имеете уровень владения ПК – высокий (среда разработки Visual Studio или её аналоги).\n \nЧто мы предлагаем:\n• График работы: 5/2;\n• Компенсация питания;\n• Предоставление компенсации за наём жилья;\n• Доставка корпоративным транспортом;\n• Льготные условия ипотеки;\n• Обучение в Корпоративном университете компании, повышение квалификации;\n• Участие в Молодежной Научно-Практической Конференции;\n• Социальный пакет: собственная Медико-Санитарная Часть, скидки на партнерские программы (спортивные залы, бассейн), путевки в оздоровительные учреждения.",
            "salary": 50000,
            "url": "https://volzhskiy.superjob.ru/vakansii/inzhener-programmist-47078636.html"
        },
        {
            "currency": "rub",
            "name": "Педагог по компьютерному программированию",
            "requirement": "Обязанности:\n\n\n• Обучение детей в области информационных технологий;\n• Обучение известным языкам программирования: Python, C++ и др.\n• Приветствуется знание одной/нескольких продуктов :Arduino, Scratch, Blockly, ArduBlock, 3D-моделирования- 3Dграфика и анимация (3D Studio Max, Blender, AutoCad\n\n\nТребования:\n\nУверенное владение ПК, опыт педагогической деятельности приветствуется.\nНаличие справки о несудимости.\nУсловия:\n\nОформление по ТК, 5/2, отпуск летом",
            "salary": 27500,
            "url": "https://spb.superjob.ru/vakansii/pedagog-po-kompyuternomu-programmirovaniyu-32302521.html"
        },
        {
            "currency": "rub",
            "name": "DevOps Engineer",
            "requirement": "SuperJob — это инновационная IT-компания, которая помогает соискателям найти работу, а работодателям — приобрести ценного сотрудника.\nЕжемесячно нашим сервисом пользуются миллионы соискателей и десятки тысяч работодателей, среди которых РЖД, Мегафон, МТС, Леруа Мерлен, Почта России, Сбербанк, Альфа-Банк, Ригла и многие другие. Мы активно развиваем нашу платформу и делаем ее лучше, подтверждая миссию «Работа должна доставлять удовольствие!»\nМы ожидаем от кандидата опыт:\n• Администрирования Linux.\n• Настройки и эксплуатации CI/CD.\n• Программирования (скрипты Bash/PHP/Python/Go).\n• Настройки и эксплуатации web-проектов.\n• Использования систем мониторинга.\nЧем предстоит заниматься:\n• Управлять мониторингом zabbix, grafana.\n• Создавать и развивать собственные инструменты мониторинга и профайлинга для внутренних сервисов (php, nodejs) и для используемого стороннего ПО.\n• Реагировать на инциденты, не теряя присутствия духа.\n• Поддерживать актуальный план восстановления в случае сбоев.\n• Проводить нагрузочное тестирование новых сервисов, новых версий и новых конфигураций для mariadb и других серверов.\n• Находить узкие места в архитектуре проекта и приложений.\n• Рулить конфигурацией сервисов nginx, mariadb, clickhouse, apache, rabbitmq и других.\n• Писать плейбуки и роли для ansible для конфигурации и деплоя.\n• Контейнеризировать новые сервисы и поддерживать старые.\n• Поддерживать стороннее ПО (sentry, testrail, confluence, jira, bitbucket, teamcity).\n• Рулить процессом continuous integration и deployment.\nБудет плюсом опыт:\n• Администрирования систем виртуализации.\n• Администрирования баз данных SQL, NoSQL.\n• Администрирования высоконагруженного web-проекта.\nМы используем в работе свой дата-центр, пару сотен серверов, CentOs/Virtuozzo, Git, Nginx, Apache, NodeJS, Bash/Sh, PHP, Python, Rust, Go, MariaDB/MySql, PostgreSQL, Redis, Sphinx, RabbitMQ, Memcache, ClickHouse, ELK, Graphite/Grafana, Zabbix, TeamCity, Jenkins, Docker, Ansible, Nexus, Vault, Atlassian Jira/Confluence/BitBucket.\nСвоему будущему коллеге мы предлагаем:\n• Работу в одном из самых быстрорастущих рынков - HRTech.\n\n• Высокую инженерную культуру.\n\n• Непрерывное обучение и профессиональное развитие внутри компании.\n\n• Возможность стать частью сплоченной команды, любящей свое дело.\n\n• Регулярную обратную связь от наставников и руководителей.\n\n• Официальную заработную плату.\n\n• ДМС после прохождения испытательного срока.\n\n• Современный офис в 10 минутах пешей прогулки от станций метро Пушкинская/Маяковская/Чеховская/Новослободская.\n\n• Спортивный уголок.\n\n• Комфортную зону отдыха.\n\n• Кофе-поинты с вкуснейшим кофе и вендинговым аппаратом.\n\n• Оборудованное просторное место для питания.\n\n• Оплату проезда общественным транспортом.",
            "salary": 0,
            "url": "https://www.superjob.ru/vakansii/devops-engineer-34424249.html"
        },
        {
            "currency": "rub",
            "name": "Системный администратор",
            "requirement": "Обязанности:\n• Поддержание рабочего состояния рабочих станций\n• Поддержка пользователей (включая удаленную)\n• Участие в развитии внутренней инфраструктуры, её техническое сопровождение\nТребования:\n• Понимание основ сети (TCP/IP, DNS, VPN, VLAN, DHCP)\n• Навыки работы с Windows Server – TS, AD, GPO, WSUS, Hyper-V\n• Минимальный опыт администрирования БД MSSQL\n• Базовые навыки администрирования Windows и *nix\n• Настройка базового бухгалтерского ПО – CryptoPro, контур, такском, 1C\n Желательно:\n• Zabbix\n• FreePBX/Asterisk\n• Cisco ASA, Juniper EX\n• *nix: bash, exim4, dovecot, nginx, php-fpm, gunicorn\n• Знание python на минимальном уровне \nС чем предстоит работать:\n• Кластер на базе Hyper-V\n• MS инфраструктура включая SCCM, DPM, MSSQL.\n• Сетевое оборудование Cisco ASA, Juniper EX, Ubiquity\n• IP телефония на базе FreePBX\n• Более 100 пользователей\n• Несколько офисов на территории г. Москва и ближайшее Подмосковье. \n• 98% времени работа в офисе по адресу Амундсена, 9, но редкие выезды в другие офисы будут \nУсловия:\n• формление по ТК РФ;\n\n• официальная з/п\n\n• график работы 5/2;\n\n• шаговая доступность от метро Свиблово (7 мин).\n\n• полный рабочий день (с 9.00 до 18.00)\n\n• на территории работодателя",
            "salary": 75000,
            "url": "https://www.superjob.ru/vakansii/sistemnyj-administrator-45760672.html"
        },
        {
            "currency": "rub",
            "name": "Ведущий инженер",
            "requirement": "В отделе наукометрического анализа Санкт-Петербургского горного университета открыта вакансия \"Ведущий инженер\"\nОбязанности:\n• умение работать в наукометрических базах данных (Scopus, Web of Science, РИНЦ и др.);\n• осуществлять сбор, обработку, интерпретацию и оформление сводно-аналитической информации;\n• подготовку презентационных материалов по вопросам, относящимся к публикационной деятельности. \nТребования:\n• Высшее образование;\n• Уверенное владение Word, Excel и Google документами;\n• Приветствуем наличие опыта в области анализа данных (Python, R, Power Query);\n• Активность, коммуникабельность, доброжелательность;\n• Умение структурировать и выделять главное из большого объема информации;\n• Навыки работы с документами, деловой переписки;\n• Личные качества: ответственность, исполнительская дисциплина, коммуникабельность, обучаемость, умение работать в коллективе, стрессоустойчивость, умение работать в режиме многозадачности, доброжелательность. \nУсловия:\n• Трудоустройство в соответствии с ТК РФ;\n• Заработная плата от 60 000 руб. (+ надбавка после прохождения испытательного срока);\n• Испытательный срок 3 месяца;\n• График работы: пятидневка, Пн.-Чт. с 8.30 до 17.15, Пт. с 8.30 до 16.15;",
            "salary": 60000,
            "url": "https://spb.superjob.ru/vakansii/veduschij-inzhener-46009011.html"
        },
        {
            "currency": "rub",
            "name": "Педагог дополнительного образования",
            "requirement": "• В школу 95 с 1 сентября 2023 года требуется педагог дополнительного образования с активной жизненной позицией.\nКаким мы вас видим:\n• заинтересованным в работе с детьми\n• ответственным, исполнительным, целеустремленным\n• с амбициями и стремлением к достижениям\nЧем будете заниматься:\n• проводить занятия кружка на выбор: программирование (Python, Tinkercad, Scratch), робототехника, прототипирование и т.д.\n• готовить учащихся к участию к конкурсах, олимпиадах и проектах\n• Что мы предлагаем:\n• постоянную работу по трудовому договору с з/п до 50 тыс. руб;\n• полную занятость с графиком 5/2\n• стабильную официальную зп + стимулирующие выплаты;\n• соцпакет\n• бесплатное обучение и повышение квалификации\n• Готовы рассмотреть и выпускников высших и средних учебных заведений, без опыта работы.",
            "salary": 30000,
            "url": "https://ekaterinburg.superjob.ru/vakansii/pedagog-dopolnitelnogo-obrazovaniya-46547598.html"
        },
        {
            "currency": "rub",
            "name": "Преподаватель IT-технологий",
            "requirement": "Дисциплины:\n1.Основы алгоритмизации и программирования\n2. Разработка модулей программного обеспечения для компьютерных систем\n3. Системное программирование.\n\n4.Поддержка и тестирование программных модулей.\n5.Основы администрирования баз данных\nОбязанности:\n• Компьютерные сети (принципы построения и функционирования)\n• Безопасность компьютерных сетей\n• Администрирование сетевых операционных систем\n• Подготовка студентов к конкурсу профессионального мастерства по компетенции \"Кибербезопасность\"\n• Проведение теоретических занятий, практических и лабораторных работ, урок учебной практики. Разработка учебно-методического комплекса по проводимым занятиям. Оформление отчетной документации по результатам проведенных занятий \n• \nНеобходимые знания:\nПоддержка и тестирование программных модулей. Системное программирование.\n- Работа с GIT.\n- Знание C++, C# (.NET)\n- Знание Python и MSSQL\n- Знание основ баз данных.\nТребования:\n• \nВысшее профессиональное образование.\nЛМК, сертификат прививок (в случаях установленных действующим законодательством).\n• \nСправка об отсутствии судимости\nУсловия:\n• Трудоустройство согласно ТК РФ, полный соц.пакет. Работа согласно расписанию занятий и учебному плану.",
            "salary": 50000,
            "url": "https://spb.superjob.ru/vakansii/prepodavatel-it-tehnologij-46800105.html"
        },
        {
            "currency": "rub",
            "name": "Программист Web, php, Python",
            "requirement": "Условия:\n\n• График работы – 5/2.\n• Официальное трудоустройство.\n• Возможность профессионального и карьерного роста.\nТребования:\n\n• Знание и понимание принципов работы OS Linux.\n• Обязательный опыт работы с FastAPI, так как большая часть работы с ним, меньше с Django и DRF.\n• Знание Python3, SQLAlchemy, Nginx, Docker, PostgreSQL, Git.\nОбязанности:\n\n• Разработка мобильных Web приложений.\n• Необходимо базово настраивать VPS с Docker и Nginx.",
            "salary": 60000,
            "url": "https://samara.superjob.ru/vakansii/programmist-web-46816401.html"
        },
        {
            "currency": "rub",
            "name": "Руководитель группы аналитики / Дата аналитик",
            "requirement": "Обязанности:\n \n• планирование аналитических задач команды, review аналитических задач команд;\n \n• разработка алгоритмов расчета метрик, рекомендаций и заданий на основе анализа данных;\n \n• согласование требований и разработка дэшбордов, визуализация данных;\n \n• сегментация данных, формирование и тестирование гипотез, запуск A/B тестов, поиск зависимостей, в том числе статистическими методами;\n \n• Ad hoc аналитика по запросу (подготовка выгрузок с помощью SQL-скриптов);\n \n• формирование требований к разработке витрин данных, контроль реализации и внедрения;\n \n• проектирование модели хранения метрик (ER-диаграмма);\n \n• поиск и анализ данных отображения этапов бизнес-процессов, формирование витрин.\n \n• руководство командой аналитики (до 5 чел);\n \n• ведение комплексной аналитики по процессам;\n \n• формирование предложений по показателям эффективности;\n \n• создание инструментов и прототипов отчетности;\n \n• автоматизация регулярной отчетности;\n \n• выполнение ad-hoc запросов;\n \n• сбор и настройка метрик, аналитика, формирование рекомендаций.\n \nТребования:\n \n• опыт работы от 3х лет на позициях, связанных с анализом бизнес-показателей и/или обработкой и анализом данных, желателен опыт руководства аналитической группой;\n \n• опыт работы с большими массивами данных в промышленной БД (Teradata, Oracle, MSSQL, PostgreSQL), опыт написания сложных SQL-запросов (создание таблиц, процедур);\n \n• опыт владения Python, статистических пакетов;\n \n• продвинутый пользователей Microsoft Office (Excel, PowerPoint);\n \n• опыт работы в любой из ключевых BI систем или готовность научиться в них работать (Qlik, Tableau, Power BI);\n \n• понимание основ машинного обучения и моделирования в таких областях, как кластеризация, классификация, регрессия, выявление аномалий, моделирование и оптимизация, с использованием больших массивов данных;\n \n• базовое понимание основных банковских или финансовых продуктов.\n \nУсловия:\n \n• трудоустройство согласно Законодательству;\n \n• конкурентная заработная плата;\n \n• профессиональное обучение и развитие;\n \n• добровольное медицинское страхование, льготные условия кредитования;\n \n• корпоративная пенсионная программа, материальная помощь;\n \n• спортивная жизнь и корпоративные мероприятия;\n \n• возможность построить карьеру в ведущем банке России.",
            "salary": 0,
            "url": "https://www.superjob.ru/vakansii/rukovoditel-gruppy-analitiki-46886961.html"
        },
        {
            "currency": "rub",
            "name": "Инженер-оператор БПЛА",
            "requirement": "Вакансия компании ООО \"ПРОМ КОМПОЗИТ\"\nООО «Пром Композит» - компания, специализирующаяся на проектировании и производстве изделий из композиционных материалов горячим формованием и изготовлении оснастки, в том числе с применением метода вакуумной инфузии.\nКомпания является дочерним предприятием второго порядка АО «ВКО «Алмаз-Антей».\nСерийная и опытная продукция ООО «Пром Композит» успешно применяется в различных областях народного хозяйства: радиоэлектронике, самолетостроении, кораблестроении, автомобилестроении и пр.\nОбязанности:\n- Управление, сборка, настройка БПЛА мультироторного типа.\nТребования:\nБазовые навыки:\n- Уверенные навыки пилотирования БПЛА. В приоритете навыки и опыт работы с большими коммерческими дронами, построенными на базе ArduPilot, DJI и подобных экосистем;\n- Знания общих принципов организации бортовой электроники (организация цепей питания, протоколы взаимодействия отдельных элементов системы, понимание азов электромагнитной совместимости, настройка полетного контроллера);\n- Умение определять требования для отдельных компонентов БПЛА в зависимости от заданной грузоподъемности и полезной нагрузки;\n- Базовые знания радиоэлектроники;\n- Знание современных стандартов связи, используемых при построении БПЛА, умение грамотно расположить и настроить антенные системы на борту БПЛА и на земле;\n- Способность понимать, учиться и разбираться, так как подразумевается работа с полетными контроллерами, оснащенными пользовательским программным обеспечением, находящимся в стадии отладки;\n- Хорошие навыки радиомонтажа.\nПлюсом будет:\n- Опыт 3d-моделирования в САПР SolidWorks, Компас или иных САПР;\n- Опыт 3d-печати, знание азов настройки и обслуживания 3d-принтеров;\n- Навыки работы с командной строкой в Windows и Linux;\n- Опыт работы с одноплатными компьютерами;\n- Программирование на языках Python и C++ (работа с машинным зрением и сетевыми протоколами, разработка технологических графических интерфейсов) изделий.\nУсловия:\n- Полный рабочий день, график работы с 9 до 18, перерыв на обед с 12 до 13;\n- Работа на территории ЛЭМЗ (Лианозовский Электромеханический Завод);\n- Испытательный срок - 2 месяца;\n- Трудоустройство по ТК РФ.",
            "salary": 100000,
            "url": "https://www.superjob.ru/vakansii/inzhener-operator-bpla-47013553.html"
        }
    ]
]